Repository: DucThu-Dev/Dotte-Cinema
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Performing Film
vi: Phim đang chiếu

source: hour
vi: giờ

# Minutes
source: {minute} minutes
vi: {minute} phút

source: See all
vi: Xem tất cả

source: Book now
vi: Đặt vé ngay

source: Cinema near you
vi: Rạp gần bạn

source: Promotion
vi: Khuyến mãi

source: Popcorn combo
vi: Combo bỏng ngô

source: Sale off ticket
vi: Vé giảm giá

source: Film
vi: Phim

# Cinama
source: Cinema
vi: Rạp

# MyTicket
source: My tickets
vi: Vé của tôi

source: Book ticket
vi: Đặt vé

source: Next film
vi: Phim sắp chiếu

source: Hot film
vi: Phim hot

source: Special Promotion
vi: Ưu đãi đặc biệt

source: All
vi: Tất cả

source: Liked cinema
vi: Rạp yêu thích

source: Watching
vi: Sắp xem

source: Watched/Outdated
vi: Đã xem/hết hạn

source: Gift
vi: Quà tặng phim

source: Event by cinema
vi: Sự kiện theo rạp

source: Film information
vi: Thông tin phim

source: Price table
vi: Bảng giá vé

source: Detail
vi: Thông tin chi tiết

source: Pick chair
vi: Chọn ghế

source: Book Ticket Now
vi: Đặt vé ngay

# BookWithPopcornAndDrinkingCombo
source: Book with popcorn and beverage combo
vi: Đặt cùng combo bỏng ngô và đồ uống

# VND
source: VNƒê
vi: VNĐ

source: Sign Up
vi: Đăng nhập

source: Sign In
vi: Đăng kí

# YouNeedSignUpToDoAction
source: You need sign in to complete this action
vi: Bạn cần đăng nhập để hoàn thành hành động này

source: Profile
vi: Quản lý

# TotalSpending
source: Total spending {year}
vi: Tổng chi tiêu {year}

source: My gift
vi: Quà của tôi

source: Watched
vi: Phim đã xem

source: Rate
vi: Đánh giá

source: Setting
vi: Cài đặt

source: Sign out
vi: Đăng xuất

source: Notification
vi: Thông báo

source: We don't find any cinema near your position.
vi: Chúng tôi không tìm thấy rạp phim nào gần vị trí của bạn.

# YouDidntLikeAnyCinemaYet
source: You did not like any cinema yet.
vi: Bạn chưa thích rạp phim nào trước đây.

source: Detail information
vi: Thông tin chi tiết

# EstimateReleaseDate
source: Estimated release date
vi: Ngày khởi chiếu dự kiến

source: Follow
vi: Quan tâm
